IDEA Connection Link
ConnectionLink.GetConnectionProjectInfo Method
[Missing <summary> documentation for "M:IdeaRS.ConnectionLink.ConnectionLink.GetConnectionProjectInfo(System.String)"]
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string GetConnectionProjectInfo(
	string fileName
)
Public Function GetConnectionProjectInfo (
	fileName As String
) As String
public:
String^ GetConnectionProjectInfo(
	String^ fileName
)
Parameters
fileName
Type: System.String
[Missing <param name="fileName"/> documentation for "M:IdeaRS.ConnectionLink.ConnectionLink.GetConnectionProjectInfo(System.String)"]
Return Value
Type: String
[Missing <returns> documentation for "M:IdeaRS.ConnectionLink.ConnectionLink.GetConnectionProjectInfo(System.String)"]
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace